LEXICON_RU: dict[str, str] = {
 #   '/start': 'Здравствуйте!, '
 #             '\n'
 #             'Выберите, что вас интересует. '
 #             '\n\n'
 #             'Смотрите кнопки ниже',
    '/no_button':           #Кнопка из меню слева.
        './Docs/HBn.jpg',
    '/help':
        '1. Данный БОТ-помощник предлагает Вам ознакомиться с Кафетерием льгот.\n'
        '2. Информацию можно получить нажимая на смысловые кнопки, которые расположены ниже.\n'
        '3. Если кнопок невидно или они "скрылись", то графическую подсказку, как их отобразить, можно получить нажав кнопку из меню слева "Если не видно кнопок" или /no_button\n'
        '4. Если невидно весь список кнопок, то "пролистайте" вниз\n'
        '5. Для отправки сообщения по результатам теста введите вначале <b>!!сообщение</b>.' ,
    'Помощь':
        '1. Данный БОТ-помощник предлагает Вам ознакомиться с Кафетерием льгот.\n'
        '2. Информацию можно получить нажимая на смысловые кнопки, которые расположены ниже.\n'
        '3. Если кнопок невидно или они "скрылись", то графическую подсказку, как их отобразить, можно получить нажав кнопку из меню слева "Если не видно кнопок" или /no_button\n'
        '4. Если невидно весь список кнопок, то "пролистайте" вниз\n'
        '5. Для отправки сообщения по результатам теста введите вначале <b>!!сообщение</b>.' ,
    'other_answer': '1. Для отправки сообщения по результатам теста введите вначале <b>!!сообщение</b>.\n'
                    '2. Другие сообщения не фиксируются.\n'
                    '3. Можете нажать кнопки ниже и выбрать, что вас интересует.',
    'button_GM_0_1': 'Кафетерий льгот',
    'button_GM_0_2': 'Помощь',
    'placeholder': 'Нажимайте кнопку ниже.',
    'btnKLB0': '<-- Вернуться в главное меню (главная страница)',
    'btnKLB0_txt': 'Вы в главном меню. Выберите, что вас интересует.',
    'btnKLB1': '<- Вернуться в меню «Кафетерий» льгот (предыдущая страница)',

    'button_kl_1_1': 'Общая информация «Кафетерий»\n(доступ, выбор льгот, условия)',

    # Хендлер для перехода на клавиатуру 1_2 уровня
    'Общая информация «Кафетерий»\n(доступ, выбор льгот, условия)':
        '<b>Общая информация «Кафетерий»\n'
        '(доступ, выбор льгот, условия):</b>\n'
        '\n'
        'Выберите из меню, что Вас интересует.\n'
        'Меню можно прокрутить вниз',

    # Для хендлера для клавиатуры 1_2 уровня
    'Период предоставления льгот «Кафетерий»':
        '<b>Период предоставления льгот «Кафетерий»</b>\n'
        '\n'
        '1) Весь календарный год.\n'
        '\n'
        '2) До 20 декабря необходимо предоставить документы в УРП на все льготы.\n'
        '\n'
        '3) Перенос неиспользованных баллов на другой календарный год невозможен.',

    'Кому доступен пакет льгот «Кафетерий»':
        '<b>Кому доступен пакет льгот «Кафетерий»:</b>\n'
        '\n'
        'Кафетерий предоставляется каждому работнику',

    'Для работников, находящихся в отпуске по беременности, родам, уходу за ребенком':
        '<b>Для работников, находящихся в отпуске по беременности, родам, уходу за ребенком:</b>\n'
        '\n'
        '1) Максимум 15 баллов/год.\n'
        '\n'
        '2) 4 льготы:\n'
        '- ДМС дети;\n'
        '- ДМС работника;\n'
        '- ежемесячная льгота на электроэнергию не более 13 баллов (≤13 баллов/год),\n'
        '- льгота на обучение детей.\n'
        '\n'
        'Ежегодный опрос (15-27 декабря) можно пройти по телефону 285-118 '
        'или обратиться на электронную почту\ncheremisina_oy@interrao.ru',

    'Обязательные условия для получения льгот «Кафетерий»':
        '<b>Обязательные условия для получения льгот «Кафетерий»:</b>\n'
        '\n'
        '1) Отсутствие задолженности за потребленную тепловую энергию '
        'перед АО «ТомскРТС» по адресу регистрации работника.\n'
        '\n'
        '2) В случае возникновения задолженности в течение года '
        'выплаты по «Кафетерий» прекращаются до момента полного погашения долга перед АО «ТомскРТС»',

    'Как сделать выбор льгот «Кафетерий»':
        '<b>Как сделать выбор льгот «Кафетерий»:</b>\n'
        '\n'
        'Открыть личный кабинет «Кафетерий» на корпоративном портале АО «Томская генерация» '
        ' -> пройти по ссылке \n'
        'http://tsk2-app08.tomske.internal/trud/kafeteriy \n'
        '(с внешних компьютеров не доступно)',

    'Как открыть/внести изменения в личный кабинет «Кафетерий» сотрудника':
        '<b>Как открыть/внести изменения в личный кабинет «Кафетерий» сотрудника:</b>\n'
        '\n'
        '1) Руководитель подразделения на своего работника через АСУД направляет '
        'заявку в IT-отдел Управления на открытие личного кабинета «Кафетерий». '
        '(заявка представляет собой служебную записку и Приложение WORD-документы).\n'
        'ВНИМАНИЕ! Правильность заполнения Приложения необходимо проверить '
        'у работника УРП \n cheremisina_oy@interrao.ru, \nпосле этого загрузить в АСУД.\n'
        '\n'
        '2) На корпоративную эл/почту руководителя приходит письмо с логин/паролем и инструкцией работника.\n'
        '\n'
        '* Заявка заполняется на вновь принятых работников и при переводе на новую должность.',

    'Сколько баллов доступно работнику':
        '<b>Сколько баллов доступно работнику:</b>\n'
        '\n'
        '1) Зависит от грэйда занимаемой должности\n'
        '\n'
        '2) Для работников, находящихся в отпуске по уходу за ребенком, '
        'доступен лимит 15 баллов/год.',

    'Как зайти в личный кабинет':
        '<b>Как зайти в личный кабинет:</b>\n'
        '\n'
        '1) Получить логин и пароль.\n'
        '\n'
        '2) Пройти по ссылке \n'
        'http://tsk2-app08.tomske.internal/trud/kafeteriy \n'
        '(с внешних PC не доступно).\n'
        '\n'
        '* Инструкция по входу WORD-доки шаблон.',

    'Перечень льгот «Кафетерий»':
        '<b>Перечень льгот «Кафетерий»:</b>\n'
        '\n'
        '1) Оплата стоимости питания работников (необходимо заказать карту питания в УРП).\n'
        '\n'
        '2) Оплата дополнительного образования работников.\n'
        '\n'
        '3) ДМС для работников (доступно=20 баллов/год).\n'
        '\n'
        '4) ДМС для детей работников (дети до 18 лет, доступно=20 баллов/год).\n'
        '\n'
        '5) Оплата путевок работнику и членам его семьи в санатории, '
        'профилактории, на базы отдыха, туристических путевок по территории РФ.\n'
        '\n'
        '6) Компенсация   оплаты за электро- и тепло- энергию работникам (доступно=13 баллов/год).\n'
        '\n'
        '7) Оплата обучения детей работников в ДДУ, СУЗ, ВУЗ (доступно 20 баллов/год).\n'
        '\n'
        '8) Оплата посещения спортклубов.\n'
        '\n'
        '9) Оплата посещения культурных мероприятий (кино, театр, музей, концерт).\n'
        '\n'
        '10) Материальная помощь к отпуску (доступно 10 баллов/год).\n'
        '\n'
        '11) Баллы в подарок коллеге (1 раз/год).',

    'Когда осуществляется выбор льгот':
        '<b>Когда осуществляется выбор льгот:</b>\n'
        '\n'
        '1) Для всех работников выбор льгот в декабре.\n'
        '\n'
        '2) Ежегодно УРП информирует о периоде прохождения опроса.\n'
        '\n'
        '3) Длительность опроса 14 календарных дней.\n'
        '\n'
        '4) Вновь принятым работникам выбор льгот доступен после 3-х месяцев со дня приема на работу.',

    'Перенос баллов «Кафетерий» в текущем году':
        '<b>Перенос баллов возможен только на ДМС работника (заявление+выписка от врача).</b>',
    
    #----- Получение льгот [2-й уровень] ----
    # KL кафетерий льгот 3_#
    # Хендлер для клавиатуры "Получение льгот"
    'Получение льгот':
        '<b>Получение льгот</b>\n',
    
    'Льгота «Оплата стоимости питания работников»':
        '<b>Льгота «Оплата стоимости питания работников»:</b>\n'
        '\n'
        '<b>Доступно баллов:</b> в пределах грейда должности.\n'
        '\n'
        '<b>Период предоставления льготы:</b> ежемесячный лимит зачисляется 1-го '
        'числа 11 раз (последний 11-ый лимит зачисляется на карту 1 ноября). '
        'Денежные средства на питание доступны с 1 января по 22 декабря, '
        'после этого периода остатки на картах питания обнуляются.\n'
        '\n'
        '<b>Механизм оформления карты питания:</b>\n'
        '- выбираем льготу; \n'
        '- заказываем карту питания у сотрудника УРП (т. 285-118, вн. 21-18);\n'
        '- изготовление карты 3-4 недели;\n'
        '- о готовности карты уточнить у работника УРП (т. 285-118, вн. 21-18);\n'
        '- получаем карту в офисе банка АО ГПБ по адресу: г. Томск , переулок 1905 года д.7, кабинет 221.'
        'При себе иметь паспорт.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- лимит на карты питания устанавливается ежемесячно;\n'
        '- ежемесячный лимит = (Баллы на питание / 11) *1000. ВАЖНО! не менее 1000 рублей/месяц;\n'
        '- ежемесячно 1-3 числа на карту зачисляют лимит с учетом остатка с предыдущего месяца.\n'
#		'<b>Внимание!<b>'
#        'перерасчет остатка в этот период возможен несколько раз, так как банк производит проверку всех '
#        'транзакций предыдущего месяца в течение 1-3 рабочих дней;\n'
#        '- ежемесячно с сотрудника удерживается НДФЛ (13%) с истраченных им сумм на питание.\n'
#        '\n'
#        '<b>Правила пользования картой питания: </b>'
#        'Карта VISA GOLD от Газпромбанка. Карта имеет два счета: '
#        'зарплатный (по желанию работника может перечислять з/п) и карта питания. При оплате в столовой по '
#        'карте питания – карту ВСТАВЛЯЕМ в платежный терминал.'
        ,

    'Льгота «Оплата дополнительного образования работников»':
		'<b>Льгота «Оплата дополнительного образования работников»:</b>\n'
		'\n'
		'<b>Доступно баллов:</b>'
        '\n'
        'нет ограничений (в пределах грейда должности).\n'
        '\n'
        '<b>Период оформления льготы:</b>'
        '\n'
        'ежемесячно до 20-го числа или до «20» декабря последний срок '
        'предоставления документов на оплату за текущий год.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>'
        '\n'
        '- оплатить обучение;\n'
        '- предоставить в УРП документы: заявление на льготу, копию договора с учебным учреждением, факт '
        'оплаты (чек/платежку/справка об оплате);\n'
        '- выплата льготы (в последние рабочие дни месяца) за минусом НДФЛ (13%).',

    'Льгота «ДМС для работников»':
		'<b>Льгота «ДМС для работников»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b>'
        '\n'
        'максимум 20 баллов/год.\n'
        '\n'
        '<b>Период оформления льготы:</b> '
        '\n'
        'гарантийные письма оформляются и продляются строго в пределах '
        'текущего года.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- из перечня лечебных учреждений выбираем клинику;\n'
        '- направляем в УРП заявление;\n'
        '- сотрудник УРП оформляет гарантийное письмо в СОГАЗе и оповещает работника о его готовности '
        '(5-7 рабочих дней);\n'
        '- обращаемся к врачу;\n'
        '- в гарантийном письме указан его срок действия.\n'
        '\n'
        '<b>ВАЖНО!</b> В заявлении четко указываем медицинские услуги, кроме стоматологии. Стоматология - '
        'услуги стандартны. Пример заполнения медицинских услуг: первичный/повторный приём врача невролога, '
        'анализ крови (ОАК, ТТГ4, глюкоза, RW), забор крови, УЗИ сосудов шеи.',

    'Льгота «ДМС на ребенка»':
		'<b>Льгота «ДМС на ребенка»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b>'
        '\n'
        ' максимум 20 баллов/год; дети до 18-ти лет.\n'
        '\n'
        '<b>Период оформления льготы:</b>'
        '\n'
        'гарантийные письма оформляются и продляются строго в пределах текущего года.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- из перечня лечебных учреждений выбираем клинику;\n'
        '- направляем в УРП заявление;\n'
        '- сотрудник УРП оформляет гарантийное письмо в СОГАЗе и оповещает работника о его готовности '
        '(5-7 рабочих дней);\n'
        '- обращаемся к врачу;\n'
        '- в гарантийном письме указан его срок действия.\n'
        '\n'
        '<b>ВАЖНО!</b> В заявлении четко указываем медицинские услуги, кроме стоматологии. Стоматология - '
        'услуги стандартны. Пример заполнения медицинских услуг: первичный/повторный приём врача невролога, '
        'анализ крови (ОАК, ТТГ4, глюкоза, RW), забор крови, УЗИ сосудов шеи.',

    'Льгота «Оплата путевок работнику и членам его семьи»':
		'<b>Льгота «Оплата путевок работнику и членам его семьи»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'нет ограничений (в пределах грейда должности).\n'
        '\n'
        '<b>Период оформления льготы:</b> \n'
        'путевки и отдых оформляются строго в пределах текущего года.\n'
        '\n'
        '<b>Требование по льготе:</b> \n'
        'отдых по путевке самого работника обязателен. Оформление путевок отдельно '
        'на членов семьи работника невозможно.\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- оформить заявление на путевку у сотрудника УРП (614-511, вн.25-11);\n'
        '- организация работнику приобретает путевку;\n'
        '- cо стоимости путевки удерживается НДФЛ (13%).',

    'Льгота «Компенсация оплаты за электро- и тепло- энергию работникам»':
		'<b>Льгота «Компенсация оплаты за электро- и тепло- энергию работникам»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'максимум 13 баллов/год.\n'
        '\n'
        '<b>Период предоставления льготы:</b>\n '
        'льгота оплачивается с «12» февраля по «27» декабря текущего года.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- выбрать льготу;\n'
        '- выплата начисляется автоматически месяцем позже (за январь в феврале), в декабре выплата льготы '
        'производится дважды (ноябрь+декабрь);\n'
        '- выплата льготы (в день заработной платы) за минусом НДФЛ (13%).\n',

    'Льгота «Оплата обучения детей работников в ДДУ, СУЗ, ВУЗ»':
		'<b>Льгота «Оплата обучения детей работников в ДДУ, СУЗ, ВУЗ»:</b>\n'
		'\n' 
		'<b>Доступно баллов/возраст/условие:</b> \n'
        'максимум 20 баллов/год; дети до 24-х лет (≤24), очная форма '
        'обучения; договор оформлен на образовательные услуги.\n'
        '\n'
        '<b>Период предоставления льготы:</b>\n '
        'ежемесячно до 20-го числа или до «20» декабря последний срок '
        'предоставления документов на оплату за текущий год.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- оплатить обучение;\n'
        '- предоставить в УРП документы: заявление на льготу, копию договора с учебным учреждением (один '
        'раз в год), факт оплаты (чек/платежку/справка об оплате);\n'
        '- выплата льготы (в последние рабочие дни месяца) за минусом НДФЛ (13%).\n',

    'Льгота «Оплата абонемента в фитнес-клуб, оздоровительный центр для работника»':
		'<b>Льгота «Оплата абонемента в фитнес-клуб, оздоровительный центр для работника»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'нет ограничений (в пределах грейда должности).\n'
        '\n'
        '<b>Период предоставления льготы:</b> \n'
        'до «15-20» декабря последний срок подачи заявки на приобретение абонемента.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- выбрать спорт-клуб/бассейн;\n'
        '- выбрать абонемент (количество занятий и стоимость);\n'
        '-  подать заявку на приобретение абонемента (на СП профсоюзным лидерам или напрямую '
        'председателю первичной профсоюзной организации Рябову В.В. т.614-571, 25-71);\n'
        '- cо стоимости абонемента удерживается НДФЛ (13%).'
        '\n'
        '\n'
        '<b>ВНИМАНИЕ!</b> самостоятельное приобретение абонемента не доступно, только через заявку в профсоюз.',

    'Льгота «Оплата посещения спортивных и культурных мероприятий для работника»':
		'<b>Льгота «Оплата посещения спортивных и культурных мероприятий для работника»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'нет ограничений (в пределах грейда должности).\n'
        '\n'
        '<b>Период предоставления льготы:</b> \n'
        'ежемесячно до 20-го числа или до «20» декабря последний срок '
        'предоставления документов на оплату за текущий год.\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- приобрести билеты;\n'
        '- после окончания события предоставить в УРП документы: заявление на льготу, билеты, чеки;\n'
        '- подать заявку на приобретение абонемента (на СП профсоюзным лидерам или напрямую '
        '- выплата льготы (в последние рабочие дни месяца) за минусом НДФЛ (13%).',

    'Льгота «Материальная помощь к отпуску»':
		'<b>Льгота «Материальная помощь к отпуску»:</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'максимум 10 баллов/год.\n'
        '\n'
        '<b>Период предоставления льготы:</b> год.\n'
        '\n'
        '<b>Требование по льготе:</b> отпуск на 14 и более календарных дней (≥14 к/дней).\n'
        '\n'
        '<b>Механизм предоставления льготы:</b>\n'
        '- одновременно оформляется заявление на отпуск + заявление на материальную помощь;\n'
        '- с сумм материальной помощь до 4000 рублей/год не удерживается налог, свыше удерживается НДФЛ (13%).',

	'Баллы в подарок коллеге (1 раз/год)':
		'<b>Баллы в подарок коллеге (1 раз/год):</b>\n'
		'\n' 
		'<b>Доступно баллов:</b> \n'
        'нет ограничений (в пределах грейда должности).\n'
        '\n'
        '<b>Требование по льготе:</b> \n'
        'доступно только в дни прохождения общего опроса (декабрь).\n'
        '\n'
        '<b>Рекомендовано:</b> \n'
        'сообщить о своем подарке коллеге (на момент общего опроса подарок не отражается в '
        'личном кабинете «счастливчика». Коллега после проходит дополнительный опрос).',

    # ----- Бланки заявлений [2-й уровень] ----
    # KL кафетерий льгот 4_#
    # Хендлер для клавиатуры "Бланки заявлений"
    'Бланки заявлений, перечень клиник':
        '<b>Бланки заявлений, перечень клиник</b>',

    'Заявления на льготу «ДМС работника» (фото)':
        './Docs/Заявления на льготу ДМС работника.jpg',

    'Заявления на льготу «ДМС дети до 18 (включительно) лет» (фото)':
        './Docs/Заявления на льготу ДМС дети до 18 (включительно) лет.jpg',

    'Заявление на льготы: образование работника, детей, культ-масс (фото)':
        './Docs/Заявление на льготы Образование работника, детей, культ-масс.jpg',

    'Заполнение о переносе баллов (фото)':
        './Docs/Заполнение о переносе баллов.jpg',

    'Заявление на льготу «Материальная помощь к отпуску» (фото)':
        './Docs/Заявление на льготу Материальная помощь к отпуску.jpg',

    'Заявления на льготу «Путевки» (фото)':
        './Docs/Заявления на льготу Путевки.jpg',

    'ДМС для работников - cписок мед. учреждений (PDF)':
        './Docs/ДМС для работников Список мед. учреждений.pdf',

    'ДМС для детей работников - cписок мед. учреждений (PDF)':
        './Docs/ДМС для детей работников Список мед. учреждений.pdf',

    'Бланки одним файлом (PDF)':
        './Docs/Кафетерий (весь перечень).pdf'
}